Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# feedManagement.section.add.title
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fa: افزودن
fr: Ajouter
he: הוספה
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
ur: شامل کریں
zh_hans: 添加

# feedManagement.section.organize.footer
source: Move saved feeds between folders for easier reading.
ar: انقل الخلاصات المحفوظة بين المجلدات لتسهيل القراءة.
de: Verschiebe gespeicherte Feeds zwischen Ordnern, damit sie leichter zu lesen sind.
es: Mueve las fuentes guardadas entre carpetas para leer con más facilidad.
fa: برای خواندن آسان‌تر، فیدهای ذخیره‌شده را بین پوشه‌ها منتقل کنید.
fr: Déplacez les flux enregistrés entre les dossiers pour faciliter la lecture.
he: העבר פידים שמורים בין תיקיות לקריאה נוחה יותר.
it: Sposta le fonti salvate tra le cartelle per leggere più facilmente.
ja: 保存済みのフィードをフォルダ間で移動して、読みやすく整理します。
ko: 저장된 피드를 폴더 사이에서 이동해 더 쉽게 읽도록 정리합니다.
pt_br: Mova feeds salvos entre pastas para facilitar a leitura.
ru: Перемещайте сохранённые ленты между папками для удобства чтения.
ur: آسان مطالعے کے لیے محفوظ فیڈز کو فولڈرز کے درمیان منتقل کریں۔
zh_hans: 在文件夹之间移动已保存的订阅源，方便阅读。

# feedManagement.section.organize.title
source: Organize
ar: تنظيم
de: Organisieren
es: Organizar
fa: سازمان‌دهی
fr: Organiser
he: ארגון
it: Organizza
ja: 整理
ko: 정리
pt_br: Organizar
ru: Организовать
ur: منظم کریں
zh_hans: 整理

# feedManagement.summary.description
source: Subscribe to new feeds, create folders, and organize feed storage for easier reading.
ar: اشترك في خلاصات جديدة، وأنشئ مجلدات، ونظّم الخلاصات لتسهيل القراءة.
de: Abonniere neue Feeds, erstelle Ordner und organisiere Feeds für leichteres Lesen.
es: Suscríbete a nuevas fuentes, crea carpetas y organiza tus fuentes para leer con más facilidad.
fa: در فیدهای جدید مشترک شوید، پوشه بسازید و فیدها را برای خواندن آسان‌تر سازمان‌دهی کنید.
fr: Abonnez-vous à de nouveaux flux, créez des dossiers et organisez vos flux pour faciliter la lecture.
he: הירשם לפידים חדשים, צור תיקיות וארגן פידים לקריאה נוחה יותר.
it: Iscriviti a nuove fonti, crea cartelle e organizza le fonti per leggere più facilmente.
ja: 新しいフィードを購読し、フォルダを作成して、読みやすいようにフィードを整理します。
ko: 새 피드를 구독하고 폴더를 만들며, 더 쉽게 읽을 수 있도록 피드 저장을 정리합니다.
pt_br: Assine novos feeds, crie pastas e organize seus feeds para facilitar a leitura.
ru: Подписывайтесь на новые ленты, создавайте папки и организовывайте в них хранение для удобства чтения.
ur: نئی فیڈز کی رکنیت لیں، فولڈرز بنائیں، اور آسان مطالعے کے لیے فیڈز کو منظم کریں۔
zh_hans: 订阅新的订阅源、创建文件夹，并整理订阅源存储以便阅读。

# feedManagement.summary.title
source: Feeds and Folders
ar: الخلاصات والمجلدات
de: Feeds und Ordner
es: Fuentes y carpetas
fa: فیدها و پوشه‌ها
fr: Flux et dossiers
he: פידים ותיקיות
it: Fonti e cartelle
ja: フィードとフォルダ
ko: 피드와 폴더
pt_br: Feeds e pastas
ru: Ленты и папки
ur: فیڈز اور فولڈرز
zh_hans: 订阅源和文件夹

# reading.action.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
he: סגירה
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
ur: بند کریں
zh_hans: 关闭

# reading.article.action.markRead
source: Mark Read
ar: وضع علامة كمقروء
de: Als gelesen markieren
es: Marcar como leído
fa: علامت‌گذاری به‌عنوان خوانده‌شده
fr: Marquer comme lu
he: סמן כנקראה
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
pt_br: Marcar como lido
ru: Отметить прочитанной
ur: پڑھا ہوا نشان زد کریں
zh_hans: 标记为已读

# reading.article.action.markUnread
source: Mark Unread
ar: وضع علامة كغير مقروء
de: Als ungelesen markieren
es: Marcar como no leído
fa: علامت‌گذاری به‌عنوان خوانده‌نشده
fr: Marquer comme non lu
he: סמן כלא נקראה
it: Segna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
pt_br: Marcar como não lido
ru: Отметить непрочитанной
ur: نہ پڑھا ہوا نشان زد کریں
zh_hans: 标记为未读

# reading.article.action.openSource
source: Open Source Article
ar: فتح المقال الأصلي
de: Originalartikel öffnen
es: Abrir el artículo original
fa: باز کردن مقالهٔ اصلی
fr: Ouvrir l’article original
he: פתח את הכתבה המקורית
it: Apri l’articolo originale
ja: 元の記事を開く
ko: 원본 기사 열기
pt_br: Abrir artigo original
ru: Открыть оригинал статьи
ur: اصل مضمون کھولیں
zh_hans: 打开原文

# reading.article.action.star
source: Star
ar: إضافة إلى المفضلة
de: Als Favorit markieren
es: Añadir a favoritos
fa: ستاره‌دار کردن
fr: Ajouter aux favoris
he: הוסף למועדפים
it: Aggiungi ai preferiti
ja: スターを付ける
ko: 별표 표시
pt_br: Adicionar aos favoritos
ru: В избранное
ur: پسندیدہ میں شامل کریں
zh_hans: 加星标

# reading.article.action.unstar
source: Unstar
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fa: برداشتن ستاره
fr: Retirer des favoris
he: הסר מהמועדפים
it: Rimuovi dai preferiti
ja: スターを外す
ko: 별표 해제
pt_br: Remover dos favoritos
ru: Убрать из избранного
ur: پسندیدہ سے ہٹائیں
zh_hans: 取消星标

# reading.article.body.empty.notice
source: This article did not include body content in the received feed.
ar: لم تتضمن هذه المقالة المحتوى الأساسي في الخلاصة المستلمة.
de: Dieser Artikel enthielt im empfangenen Feed keinen Inhalt.
es: La fuente recibida no incluía el texto de este artículo.
fa: این مقاله در فید دریافت‌شده متن اصلی نداشت.
fr: Le flux reçu ne contenait pas le texte de cet article.
he: הכתבה הזו לא כללה תוכן גוף בפיד שהתקבל.
it: La fonte ricevuta non includeva il testo di questo articolo.
ja: 受信したフィードにこの記事の本文は含まれていません。
ko: 수신한 피드에 이 기사의 본문이 포함되어 있지 않습니다.
pt_br: O feed recebido não incluía o texto deste artigo.
ru: В полученной ленте у этой статьи нет основного текста.
ur: موصولہ فیڈ میں اس مضمون کا مرکزی متن شامل نہیں تھا۔
zh_hans: 收到的订阅源中没有包含这篇文章的正文。

# reading.article.body.summaryOnly.notice
source: This article included only a summary in the received feed.
ar: تضمنت هذه المقالة ملخصًا فقط في الخلاصة المستلمة.
de: Dieser Artikel enthielt im empfangenen Feed nur eine Zusammenfassung.
es: La fuente recibida solo incluía un resumen de este artículo.
fa: این مقاله در فید دریافت‌شده فقط خلاصه داشت.
fr: Le flux reçu ne contenait qu’un résumé de cet article.
he: הכתבה הזו כללה רק תקציר בפיד שהתקבל.
it: La fonte ricevuta includeva solo un riepilogo di questo articolo.
ja: 受信したフィードにはこの記事の要約のみが含まれていました。
ko: 수신한 피드에는 이 기사의 요약만 포함되어 있습니다.
pt_br: O feed recebido incluía apenas um resumo deste artigo.
ru: В полученной ленте у этой статьи есть только краткое описание.
ur: موصولہ فیڈ میں اس مضمون کا صرف خلاصہ شامل تھا۔
zh_hans: 收到的订阅源中只有这篇文章的摘要。

# reading.article.error.queryUnavailable
source: Article query service is unavailable.
ar: خدمة الاستعلام عن المقالة غير متوفرة.
de: Der Dienst für Artikelabfragen ist nicht verfügbar.
es: El servicio de artículos no está disponible.
fa: سرویس جست‌وجوی مقاله‌ها در دسترس نیست.
fr: Le service des articles n’est pas disponible.
he: שירות חיפוש הכתבות אינו זמין.
it: Il servizio degli articoli non è disponibile.
ja: 記事クエリサービスを利用できません。
ko: 기사 조회 서비스를 사용할 수 없습니다.
pt_br: O serviço de artigos não está disponível.
ru: Сервис статей недоступен.
ur: مضامین کی تلاش کی سروس دستیاب نہیں ہے۔
zh_hans: 文章查询服务不可用。

# reading.article.image.loading.accessibility
source: Loading image
ar: جارٍ تحميل الصورة
de: Bild wird geladen
es: Cargando imagen
fa: در حال بارگذاری تصویر
fr: Chargement de l’image
he: טוען תמונה
it: Caricamento immagine
ja: 画像を読み込み中
ko: 이미지 불러오는 중
pt_br: Carregando imagem
ru: Загрузка изображения
ur: تصویر لوڈ ہو رہی ہے
zh_hans: 正在加载图片

# reading.article.image.unavailable.description
source: The article image could not be loaded.
ar: لا يمكن تحميل صورة المقالة.
de: Das Artikelbild konnte nicht geladen werden.
es: No se pudo cargar la imagen del artículo.
fa: تصویر مقاله بارگذاری نشد.
fr: L’image de l’article n’a pas pu être chargée.
he: לא ניתן היה לטעון את תמונת הכתבה.
it: Non è stato possibile caricare l’immagine dell’articolo.
ja: 記事の画像を読み込めませんでした。
ko: 기사 이미지를 불러올 수 없습니다.
pt_br: Não foi possível carregar a imagem do artigo.
ru: Не удалось загрузить изображение статьи.
ur: مضمون کی تصویر لوڈ نہیں ہو سکی۔
zh_hans: 无法加载文章图片。

# reading.article.image.unavailable.title
source: Image Unavailable
ar: الصورة غير متاحة
de: Bild nicht verfügbar
es: Imagen no disponible
fa: تصویر در دسترس نیست
fr: Image indisponible
he: התמונה אינה זמינה
it: Immagine non disponibile
ja: 画像を利用できません
ko: 이미지 사용 불가
pt_br: Imagem indisponível
ru: Изображение недоступно
ur: تصویر دستیاب نہیں
zh_hans: 图片不可用

# reading.article.loading.title
source: Loading Article
ar: جارٍ تحميل المقال
de: Artikel wird geladen
es: Cargando artículo
fa: در حال بارگذاری مقاله
fr: Chargement de l’article
he: טוען כתבה
it: Caricamento articolo
ja: 記事を読み込み中
ko: 기사 불러오는 중
pt_br: Carregando artigo
ru: Загрузка статьи
ur: مضمون لوڈ ہو رہا ہے
zh_hans: 正在加载文章

# reading.article.media.openAudio
source: Open audio
ar: فتح الصوت
de: Audio öffnen
es: Abrir audio
fa: باز کردن صدا
fr: Ouvrir l’audio
he: פתח שמע
it: Apri audio
ja: 音声を開く
ko: 오디오 열기
pt_br: Abrir áudio
ru: Открыть аудио
ur: آڈیو کھولیں
zh_hans: 打开音频

# reading.article.media.openEmbedded
source: Open embedded content
ar: فتح المحتوى المضمن
de: Eingebetteten Inhalt öffnen
es: Abrir contenido incrustado
fa: باز کردن محتوای تعبیه‌شده
fr: Ouvrir le contenu intégré
he: פתח תוכן מוטמע
it: Apri contenuto incorporato
ja: 埋め込みコンテンツを開く
ko: 임베디드 콘텐츠 열기
pt_br: Abrir conteúdo incorporado
ru: Открыть встроенный контент
ur: ایمبیڈڈ مواد کھولیں
zh_hans: 打开嵌入内容

# reading.article.media.openGeneric
source: Open media
ar: فتح الوسائط
de: Medien öffnen
es: Abrir contenido multimedia
fa: باز کردن رسانه
fr: Ouvrir le média
he: פתח מדיה
it: Apri contenuto multimediale
ja: メディアを開く
ko: 미디어 열기
pt_br: Abrir mídia
ru: Открыть медиа
ur: میڈیا کھولیں
zh_hans: 打开媒体

# reading.article.media.openVideo
source: Open video
ar: فتح الفيديو
de: Video öffnen
es: Abrir video
fa: باز کردن ویدیو
fr: Ouvrir la vidéo
he: פתח וידאו
it: Apri video
ja: 動画を開く
ko: 동영상 열기
pt_br: Abrir vídeo
ru: Открыть видео
ur: ویڈیو کھولیں
zh_hans: 打开视频

# reading.article.next.accessibility
source: Next Article
ar: المقالة القادمة
de: Nächster Artikel
es: Artículo siguiente
fa: مقالهٔ بعدی
fr: Article suivant
he: הכתבה הבאה
it: Articolo successivo
ja: 次の記事
ko: 다음 기사
pt_br: Próximo artigo
ru: Следующая статья
ur: اگلا مضمون
zh_hans: 下一篇文章

# reading.article.openOriginal.accessibility
source: Open Original Article
ar: فتح المقال الأصلي
de: Originalartikel öffnen
es: Abrir el artículo original
fa: باز کردن مقالهٔ اصلی
fr: Ouvrir l’article original
he: פתח את הכתבה המקורית
it: Apri l’articolo originale
ja: 元の記事を開く
ko: 원본 기사 열기
pt_br: Abrir artigo original
ru: Открыть оригинал статьи
ur: اصل مضمون کھولیں
zh_hans: 打开原文

# reading.article.placeholder.failed.title
source: Failed to Load Article
ar: تعذر تحميل المقال
de: Artikel konnte nicht geladen werden
es: No se pudo cargar el artículo
fa: بارگذاری مقاله ناموفق بود
fr: Impossible de charger l’article
he: טעינת הכתבה נכשלה
it: Impossibile caricare l’articolo
ja: 記事を読み込めませんでした
ko: 기사를 불러오지 못함
pt_br: Não foi possível carregar o artigo
ru: Не удалось загрузить статью
ur: مضمون لوڈ نہیں ہو سکا
zh_hans: 文章加载失败

# reading.article.placeholder.noSelection.title
source: No Article Selected
ar: لم يتم اختيار مقال
de: Kein Artikel ausgewählt
es: No hay ningún artículo seleccionado
fa: مقاله‌ای انتخاب نشده است
fr: Aucun article sélectionné
he: לא נבחרה כתבה
it: Nessun articolo selezionato
ja: 記事が選択されていません
ko: 선택한 기사 없음
pt_br: Nenhum artigo selecionado
ru: Статья не выбрана
ur: کوئی مضمون منتخب نہیں
zh_hans: 未选择文章

# reading.article.placeholder.notFound.description
source: The selected article could not be loaded from persistence.
ar: لا يمكن تحميل المقالة المحددة من الثبات.
de: Der ausgewählte Artikel konnte nicht aus dem Speicher geladen werden.
es: No se pudo cargar el artículo seleccionado desde el almacenamiento local.
fa: مقالهٔ انتخاب‌شده از محل ذخیره‌سازی بارگذاری نشد.
fr: L’article sélectionné n’a pas pu être chargé depuis le stockage local.
he: לא ניתן היה לטעון את הכתבה שנבחרה מהמאגר.
it: Non è stato possibile caricare l’articolo selezionato dall’archivio locale.
ja: 選択した記事を永続ストレージから読み込めませんでした。
ko: 선택한 기사를 영구 저장소에서 불러올 수 없습니다.
pt_br: Não foi possível carregar o artigo selecionado do armazenamento local.
ru: Не удалось загрузить выбранную статью из хранилища.
ur: منتخب مضمون محفوظ ڈیٹا سے لوڈ نہیں ہو سکا۔
zh_hans: 无法从持久化存储中加载所选文章。

# reading.article.placeholder.notFound.title
source: Article Not Found
ar: لم يتم العثور على المقال
de: Artikel nicht gefunden
es: Artículo no encontrado
fa: مقاله پیدا نشد
fr: Article introuvable
he: הכתבה לא נמצאה
it: Articolo non trovato
ja: 記事が見つかりません
ko: 기사를 찾을 수 없음
pt_br: Artigo não encontrado
ru: Статья не найдена
ur: مضمون نہیں ملا
zh_hans: 未找到文章

# reading.article.previous.accessibility
source: Previous Article
ar: المادة السابقة
de: Vorheriger Artikel
es: Artículo anterior
fa: مقالهٔ قبلی
fr: Article précédent
he: הכתבה הקודמת
it: Articolo precedente
ja: 前の記事
ko: 이전 기사
pt_br: Artigo anterior
ru: Предыдущая статья
ur: پچھلا مضمون
zh_hans: 上一篇文章

# reading.article.share.accessibility
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
he: שתף
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
ur: شیئر کریں
zh_hans: 分享

# reading.article.untitled.title
source: Untitled Article
ar: مقال بلا عنوان
de: Unbenannter Artikel
es: Artículo sin título
fa: مقالهٔ بدون عنوان
fr: Article sans titre
he: כתבה ללא כותרת
it: Articolo senza titolo
ja: 無題の記事
ko: 제목 없는 기사
pt_br: Artigo sem título
ru: Статья без названия
ur: بے عنوان مضمون
zh_hans: 无标题文章

# reading.articles.error.queryUnavailable
source: Article query service is unavailable.
ar: خدمة الاستعلام عن المقالة غير متوفرة.
de: Der Dienst für Artikelabfragen ist nicht verfügbar.
es: El servicio de artículos no está disponible.
fa: سرویس جست‌وجوی مقاله‌ها در دسترس نیست.
fr: Le service des articles n’est pas disponible.
he: שירות חיפוש הכתבות אינו זמין.
it: Il servizio degli articoli non è disponibile.
ja: 記事クエリサービスを利用できません。
ko: 기사 조회 서비스를 사용할 수 없습니다.
pt_br: O serviço de artigos não está disponível.
ru: Сервис статей недоступен.
ur: مضامین کی تلاش کی سروس دستیاب نہیں ہے۔
zh_hans: 文章查询服务不可用。

# reading.articles.feedFallback.title
source: Feed
ar: خلاصة
es: Fuente
fa: فید
fr: Flux
he: פיד
it: Fonte
ja: フィード
ko: 피드
ru: Лента
ur: فیڈ
zh_hans: 订阅源

# reading.articles.loading.title
source: Loading Articles
ar: جارٍ تحميل المقالات
de: Artikel werden geladen
es: Cargando artículos
fa: در حال بارگذاری مقاله‌ها
fr: Chargement des articles
he: טוען כתבות
it: Caricamento articoli
ja: 記事を読み込み中
ko: 기사 불러오는 중
pt_br: Carregando artigos
ru: Загрузка статей
ur: مضامین لوڈ ہو رہے ہیں
zh_hans: 正在加载文章

# reading.articles.markAllRead.accessibility
source: Mark all as read
ar: وضع علامة على الكل كمقروء
de: Alle als gelesen markieren
es: Marcar todo como leído
fa: علامت‌گذاری همه به‌عنوان خوانده‌شده
fr: Tout marquer comme lu
he: סמן הכל כנקרא
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанные
ur: سب کو پڑھا ہوا نشان زد کریں
zh_hans: 全部标记为已读

# reading.articles.markAllRead.dialog.confirm
source: Mark all as read
ar: وضع علامة على الكل كمقروء
de: Alle als gelesen markieren
es: Marcar todo como leído
fa: علامت‌گذاری همه به‌عنوان خوانده‌شده
fr: Tout marquer comme lu
he: סמן הכל כנקרא
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанные
ur: سب کو پڑھا ہوا نشان زد کریں
zh_hans: 全部标记为已读

# reading.articles.markAllRead.dialog.message
source: This action will mark all visible articles as read.
ar: سيؤدي هذا الإجراء إلى وضع علامة على جميع المقالات المرئية كمقروءة.
de: Diese Aktion markiert alle sichtbaren Artikel als gelesen.
es: Esta acción marcará como leídos todos los artículos visibles.
fa: این کار همهٔ مقاله‌های قابل مشاهده را به‌عنوان خوانده‌شده علامت‌گذاری می‌کند.
fr: Cette action marquera tous les articles visibles comme lus.
he: פעולה זו תסמן את כל הכתבות הגלויות כנקראות.
it: Questa azione segnerà come letti tutti gli articoli visibili.
ja: この操作により、表示中のすべての記事が既読になります。
ko: 이 작업은 표시된 모든 기사를 읽음으로 표시합니다.
pt_br: Esta ação marcará todos os artigos visíveis como lidos.
ru: Это действие отметит все видимые статьи как прочитанные.
ur: یہ عمل تمام نظر آنے والے مضامین کو پڑھا ہوا نشان زد کر دے گا۔
zh_hans: 此操作会将所有可见文章标记为已读。

# reading.articles.markAllRead.dialog.title
source: Mark all as read?
ar: هل تريد وضع علامة على الكل كمقروء؟
de: Alle als gelesen markieren?
es: ¿Marcar todo como leído?
fa: همه به‌عنوان خوانده‌شده علامت‌گذاری شوند؟
fr: Tout marquer comme lu ?
he: לסמן הכל כנקרא?
it: Segnare tutto come letto?
ja: すべて既読にしますか？
ko: 모두 읽음으로 표시할까요?
pt_br: Marcar tudo como lido?
ru: Отметить все как прочитанные?
ur: سب کو پڑھا ہوا نشان زد کریں؟
zh_hans: 全部标记为已读？

# reading.articles.navigation.title
source: Articles
ar: المقالات
de: Artikel
es: Artículos
fa: مقاله‌ها
he: כתבות
it: Articoli
ja: 記事
ko: 기사
pt_br: Artigos
ru: Статьи
ur: مضامین
zh_hans: 文章

# reading.articles.placeholder.empty.feed.description
source: This feed has no articles for the active feeds filter.
ar: لا تحتوي هذه الخلاصة على مقالات لمرشح الخلاصات النشطة.
de: Dieser Feed enthält keine Artikel für den aktiven Feed-Filter.
es: Esta fuente no tiene artículos para el filtro de fuentes activo.
fa: در این فید مقاله‌ای مطابق فیلتر فعال فیدها نیست.
fr: Ce flux ne contient aucun article pour le filtre de flux actif.
he: בפיד הזה אין כתבות שתואמות למסנן הפידים הפעיל.
it: Questa fonte non contiene articoli per il filtro fonti attivo.
ja: このフィードには現在のフィードフィルタに一致する記事がありません。
ko: 이 피드에는 활성 피드 필터에 맞는 기사가 없습니다.
pt_br: Este feed não tem artigos para o filtro de feeds ativo.
ru: В этой ленте нет статей для активного фильтра лент.
ur: اس فیڈ میں فعال فیڈز فلٹر کے مطابق کوئی مضمون نہیں ہے۔
zh_hans: 此订阅源中没有符合当前订阅源筛选条件的文章。

# reading.articles.placeholder.empty.folder.description.format
source: %@ has no articles for the active feeds filter.
ar: لا يحتوي%@على مقالات لمرشح الخلاصات النشطة.
de: %@ enthält keine Artikel für den aktiven Feed-Filter.
es: %@ no tiene artículos para el filtro de fuentes activo.
fa: در %@ مقاله‌ای مطابق فیلتر فعال فیدها نیست.
fr: %@ ne contient aucun article pour le filtre de flux actif.
he: אין ב-%@ כתבות שתואמות למסנן הפידים הפעיל.
it: %@ non contiene articoli per il filtro fonti attivo.
ja: %@ には現在のフィードフィルタに一致する記事がありません。
ko: %@에는 활성 피드 필터에 맞는 기사가 없습니다.
pt_br: %@ não tem artigos para o filtro de feeds ativo.
ru: В папке %@ нет статей для активного фильтра лент.
ur: %@ میں فعال فیڈز فلٹر کے مطابق کوئی مضمون نہیں ہے۔
zh_hans: %@ 中没有符合当前订阅源筛选条件的文章。

# reading.articles.placeholder.empty.inbox.description
source: Your global inbox has no stored articles yet.
ar: لا يحتوي صندوق الوارد العالمي الخاص بك على مقالات مخزنة حتى الآن.
de: Dein globaler Eingang enthält noch keine gespeicherten Artikel.
es: Tu bandeja global todavía no tiene artículos guardados.
fa: صندوق ورودی کلی شما هنوز مقالهٔ ذخیره‌شده‌ای ندارد.
fr: Votre boîte de réception globale ne contient encore aucun article enregistré.
he: בתיבה הכללית שלך עדיין אין כתבות שמורות.
it: La tua raccolta globale non contiene ancora articoli salvati.
ja: 全体の受信箱には、保存済みの記事がまだありません。
ko: 전체 받은함에 저장된 기사가 아직 없습니다.
pt_br: Sua caixa de entrada geral ainda não tem artigos salvos.
ru: В общей ленте пока нет сохранённых статей.
ur: آپ کے عمومی ان باکس میں ابھی کوئی محفوظ مضمون نہیں ہے۔
zh_hans: 全局收件箱中还没有已存储的文章。

# reading.articles.placeholder.empty.starred.description
source: You have not starred any articles yet.
ar: لم تضف أي مقالات إلى المفضلة بعد.
de: Du hast noch keine Artikel als Favorit markiert.
es: Todavía no has añadido ningún artículo a favoritos.
fa: هنوز هیچ مقاله‌ای را ستاره‌دار نکرده‌اید.
fr: Vous n’avez encore ajouté aucun article aux favoris.
he: עדיין לא סימנת כתבות כמועדפות.
it: Non hai ancora aggiunto articoli ai preferiti.
ja: スター付きの記事はまだありません。
ko: 아직 별표 표시한 기사가 없습니다.
pt_br: Você ainda não adicionou nenhum artigo aos favoritos.
ru: Вы ещё не добавили статьи в избранное.
ur: آپ نے ابھی کوئی مضمون پسندیدہ میں شامل نہیں کیا۔
zh_hans: 你还没有给任何文章加星标。

# reading.articles.placeholder.empty.title
source: No Articles
ar: لا توجد مقالات
de: Keine Artikel
es: No hay artículos
fa: مقاله‌ای وجود ندارد
fr: Aucun article
he: אין כתבות
it: Nessun articolo
ja: 記事がありません
ko: 기사 없음
pt_br: Nenhum artigo
ru: Нет статей
ur: کوئی مضمون نہیں
zh_hans: 没有文章

# reading.articles.placeholder.empty.unread.description
source: There are no unread articles in your feeds.
ar: لا توجد مقالات غير مقروءة في خلاصاتك.
de: In deinen Feeds gibt es keine ungelesenen Artikel.
es: No hay artículos sin leer en tus fuentes.
fa: در فیدهای شما مقالهٔ خوانده‌نشده‌ای نیست.
fr: Aucun article non lu dans vos flux.
he: אין כתבות שלא נקראו בפידים שלך.
it: Non ci sono articoli non letti nelle tue fonti.
ja: フィードに未読記事はありません。
ko: 피드에 읽지 않은 기사가 없습니다.
pt_br: Não há artigos não lidos nos seus feeds.
ru: В ваших лентах нет непрочитанных статей.
ur: آپ کی فیڈز میں کوئی نہ پڑھا ہوا مضمون نہیں ہے۔
zh_hans: 你的订阅源中没有未读文章。

# reading.articles.placeholder.failed.title
source: Failed to Load Articles
ar: تعذر تحميل المقالات
de: Artikel konnten nicht geladen werden
es: No se pudieron cargar los artículos
fa: بارگذاری مقاله‌ها ناموفق بود
fr: Impossible de charger les articles
he: טעינת הכתבות נכשלה
it: Impossibile caricare gli articoli
ja: 記事を読み込めませんでした
ko: 기사를 불러오지 못함
pt_br: Não foi possível carregar os artigos
ru: Не удалось загрузить статьи
ur: مضامین لوڈ نہیں ہو سکے
zh_hans: 文章加载失败

# reading.articles.placeholder.noSidebarSelection.description
source: Select All Items or a feed in the sidebar to load articles.
ar: حدد كافة العناصر أو الخلاصة في الشريط الجانبي لتحميل المقالات.
de: Wähle in der Seitenleiste „Alle Objekte“ oder einen Feed aus, um Artikel zu laden.
es: Selecciona Todos los elementos o una fuente en la barra lateral para cargar artículos.
fa: برای بارگذاری مقاله‌ها، «همهٔ موارد» یا یک فید را در نوار کناری انتخاب کنید.
fr: Sélectionnez Tous les éléments ou un flux dans la barre latérale pour charger les articles.
he: כדי לטעון כתבות, בחר את כל הפריטים או פיד בסרגל הצד.
it: Seleziona Tutti gli elementi o una fonte nella barra laterale per caricare gli articoli.
ja: 記事を読み込むには、サイドバーで「すべて」またはフィードを選択してください。
ko: 기사를 불러오려면 사이드바에서 전체 항목 또는 피드를 선택하세요.
pt_br: Selecione Todos os itens ou um feed na barra lateral para carregar artigos.
ru: Выберите общую ленту или ленту в боковой панели, чтобы загрузить статьи.
ur: مضامین لوڈ کرنے کے لیے سائیڈبار میں تمام آئٹمز یا کوئی فیڈ منتخب کریں۔
zh_hans: 请选择“全部”或侧边栏中的订阅源来加载文章。

# reading.articles.placeholder.noSidebarSelection.title
source: No Feed Selected
ar: لم يتم اختيار خلاصة
de: Kein Feed ausgewählt
es: No hay ninguna fuente seleccionada
fa: فیدی انتخاب نشده است
fr: Aucun flux sélectionné
he: לא נבחר פיד
it: Nessuna fonte selezionata
ja: フィードが選択されていません
ko: 선택한 피드 없음
pt_br: Nenhum feed selecionado
ru: Лента не выбрана
ur: کوئی فیڈ منتخب نہیں
zh_hans: 未选择订阅源

# reading.articles.placeholder.primaryFailed.title
source: Unable to Load Articles
ar: تعذر تحميل المقالات
de: Artikel können nicht geladen werden
es: No se pudieron cargar los artículos
fa: بارگذاری مقاله‌ها ممکن نیست
fr: Impossible de charger les articles
he: לא ניתן לטעון כתבות
it: Impossibile caricare gli articoli
ja: 記事を読み込めません
ko: 기사를 불러올 수 없음
pt_br: Não foi possível carregar os artigos
ru: Не удалось загрузить статьи
ur: مضامین لوڈ نہیں ہو سکے
zh_hans: 无法加载文章

# reading.articles.refresh.currentSelection.failed
source: Unable to refresh the current selection right now.
ar: تعذر تحديث التحديد الحالي الآن.
de: Die aktuelle Auswahl kann momentan nicht aktualisiert werden.
es: No se pudo actualizar la selección actual.
fa: در حال حاضر نمی‌توان انتخاب فعلی را تازه‌سازی کرد.
fr: Impossible d’actualiser la sélection actuelle pour le moment.
he: לא ניתן לרענן כרגע את הבחירה הנוכחית.
it: Non è stato possibile aggiornare la selezione corrente.
ja: 現在の選択内容を今すぐ更新できません。
ko: 지금 현재 선택 항목을 새로 고칠 수 없습니다.
pt_br: Não foi possível atualizar a seleção atual.
ru: Не удалось обновить текущую выборку.
ur: موجودہ انتخاب ابھی تازہ نہیں کیا جا سکتا۔
zh_hans: 现在无法刷新当前选择。
